
<?php

return [
    'lang_change_success' => 'زبان با موفقیت تغییر کرد.',
    'server_error' => 'مشکلی پیش آمد، لطفاً بعداً دوباره امتحان کنید!',
    'contact_exist' => 'تماس از قبل وجود دارد!',
    'email_exist' => 'ایمیل از قبل وجود دارد!',
    'profile_changed' => 'پروفایل با موفقیت ویرایش شد.',
    'password_changed' => 'رمز عبور با موفقیت ویرایش شد.',
    'incorrect_password' => 'رمز عبور قدیمی نادرست است.',
    'unauthorized' => "شما اجازه دسترسی به این منبع را ندارید.",
    'success' => "با موفقیت انجام شد.",
    'failed' => "عملیات ناکام شد.",
    'apiloginpage' => 'این صفحه دخول برای ایجاد کلید API است',
    'not_found' => 'رکورد پیدا نشد.',
];
